Repository: best-trading-indicator-tools/stoppr-public
Catalog: ios/StreakWidget/*.lproj/Localizable.strings
Languages: cs, de, es, fr, it, pl, ru, sk, zh

# widget_sugarFreeSince
source: Sugar-free since:
cs: Bez cukru od:
de: Zuckerfrei seit:
es: Sin azúcar desde:
fr: Sans sucre depuis :
it: Senza zucchero da:
pl: Bez cukru od:
ru: Без сахара с:
sk: Bez cukru od:
zh: 无糖开始于：

# panic_button_label
source: Panic Button
cs: Tlačítko paniky
de: Panik- Taste
es: Botón de pánico
fr: Bouton de panique
it: Pulsante panico
pl: Przycisk paniki
ru: Кнопка паники
sk: Tlačidlo paniky
zh: 紧急 按钮

# quick_meditation_label
source: Quick Meditation
cs: Rychlá meditace
de: Kurze Meditation
es: Meditación rápida
fr: Méditation Rapide
it: Meditazione Rapida
pl: Szybka medytacja
ru: Быстрая медитация
sk: Rýchla meditácia
zh: 快速 冥想

# widget_subscribeToTrackStreak
source: Subscribe to track your streak
cs: Předplať si, abys sledoval svou sérii
de: Abonniere, um deine Serie zu verfolgen
es: Suscríbete para seguir tu racha
fr: Abonne-toi pour suivre ta série
it: Abbonati per tracciare la tua serie
pl: Subskrybuj, aby śledzić swoją serię
ru: Оформи подписку, чтобы отслеживать серию
sk: Predplať si, aby si sledoval svoju sériu
zh: 订阅以跟踪你的连续天数

# pledge_widget_label
source: Daily Pledge
cs: Denní slib
de: Tägliches Gelübde
es: Juramento diario
fr: Serment quotidien
it: Impegno Quotidiano
pl: Codzienne przyrzeczenie
ru: Ежедневная клятва
sk: Denný sľub
zh: 每日誓言

# widget_hours_abbrev
source: hr
cs: h
de: Std
es: h
fr: h
it: h
pl: godz
ru: ч
sk: h
zh: 小时

# widget_minutes_abbrev
source: m
cs: min
de: Min
es: min
fr: min
it: min
pl: min
ru: м
sk: min
zh: 分

# pledge_widget_display_name
source: Daily Pledge
cs: Denní slib
de: Tägliches Gelübde
es: Juramento diario
fr: Serment quotidien
it: Impegno Quotidiano
pl: Codzienne przyrzeczenie
ru: Ежедневная клятва
sk: Denný sľub
zh: 每日誓言

# pledge_widget_description_ios
source: Open the Daily Pledge quickly.
cs: Rychlé otevření denního slibu.
de: Öffne das tägliche Gelübde schnell.
es: Abre rápidamente el Juramento diario.
fr: Ouvre rapidement le Serment quotidien.
it: Apri rapidamente l'Impegno Quotidiano.
pl: Szybko otwórz Codzienne Przyrzeczenie.
ru: Быстрый доступ к ежедневной клятве.
sk: Rýchlo otvor Denný sľub.
zh: 快速打开每日誓言。

# streak_widget_display_name
source: Stoppr Streak
cs: Stoppr série
de: Stoppr Serie
es: Racha de Stoppr
fr: Série Stoppr
it: Serie Stoppr
ru: Серия Stoppr
sk: Séria Stoppr
zh: Stoppr 连续

# streak_widget_description_ios
source: Track your sugar-free streak.
cs: Sleduj svou sérii bez cukru.
de: Verfolge deine zuckerfreie Serie.
es: Sigue tu racha sin azúcar.
fr: Suis ta série sans sucre.
it: Traccia la tua serie senza zucchero.
pl: Śledź swoją serię bez cukru.
ru: Отслеживай свою серию без сахара.
sk: Sleduj svoju bezcukrovú sériu.
zh: 跟踪你的无糖连续天数。

# quick_meditation_display_name
source: Quick Meditation
cs: Rychlá meditace
de: Schnelle Meditation
es: Meditación rápida
fr: Méditation rapide
it: Meditazione Rapida
pl: Szybka medytacja
ru: Быстрая медитация
sk: Rýchla meditácia
zh: 快速冥想

# quick_meditation_description_ios
source: Open Quick Meditation.
cs: Otevřít Rychlou meditaci.
de: Schnell Meditation öffnen.
es: Abrir Meditación rápida.
fr: Ouvre Méditation rapide.
it: Apri Meditazione Rapida.
pl: Otwórz Szybką Medytację.
ru: Быстро открыть медитацию.
sk: Otvor Rýchlu meditáciu.
zh: 打开快速冥想。

# panic_widget_display_name
source: Panic Button
cs: Tlačítko paniky
de: Panik-Taste
es: Botón de pánico
fr: Bouton panique
it: Pulsante Panico
pl: Przycisk paniki
ru: Кнопка паники
sk: Tlačidlo paniky
zh: 紧急按钮

# panic_widget_description_ios
source: Open the Panic Button quickly.
cs: Rychle otevřít Tlačítko paniky.
de: Panik-Taste schnell öffnen.
es: Abre rápidamente el Botón de pánico.
fr: Ouvre rapidement le Bouton panique.
it: Apri rapidamente il Pulsante Panico.
pl: Szybko otwórz Przycisk Paniki.
ru: Быстрый доступ к кнопке паники.
sk: Rýchlo otvor Tlačidlo paniky.
zh: 快速打开紧急按钮。

# widget_accountability_title
source: Recovery
cs: Zotavení
de: Erholung
es: Recuperación
fr: Récupération
ru: Восстановление
sk: Zotavenie
zh: 恢复

# widget_days_suffix
source: Days
cs: Dny
de: Tage
es: Días
fr: Jours
ru: Дней
sk: Dni
zh: 天

# accountability_widget_display_name
source: Accountability Partner
cs: Partner zodpovědnosti
de: Verantwortungspartner
es: Compañero de responsabilidad
fr: Partenaire de responsabilité
ru: Партнёр по подотчётности
sk: Partner zodpovednosti
zh: 问责伙伴

# accountability_widget_description
source: Track your recovery progress with your accountability partner
cs: Sleduj svůj pokrok v zotavování se svým partnerem
de: Verfolge deinen Genesungsfortschritt mit deinem Partner
es: Rastrea tu progreso de recuperación con tu compañero
fr: Suis tes progrès de récupération avec ton partenaire
ru: Отслеживай свой прогресс восстановления вместе со своим партнёром
sk: Sleduj svoj pokrok v zotavovaní so svojím partnerom
zh: 与你的伙伴一起追踪恢复进度

# widget_accountability_no_partner_title
source: Find Your Partner
cs: Najdi svého partnera
de: Finde deinen Partner
es: Encuentra tu compañero
fr: Trouve ton partenaire
ru: Найди своего партнёра
sk: Nájdi svojho partnera
zh: 找到你的伙伴

# widget_accountability_no_partner_subtitle
source: Pair with someone to track progress together
cs: Spáruj se s někým, abyste sledovali pokrok společně
de: Verbinde dich mit jemandem, um gemeinsam Fortschritte zu verfolgen
es: Emparéjate con alguien para rastrear el progreso juntos
fr: Associe-toi avec quelqu'un pour suivre vos progrès ensemble
ru: Объединись с кем-то, чтобы отслеживать прогресс вместе
sk: Spár sa s niekým, aby ste sledovali pokrok spoločne
zh: 与某人配对以共同追踪进度

# widget_days_count
source: %d Day(s)
cs: %d Den/Dny
de: %d Tag(e)
es: %d Día(s)
fr: %d Jour(s)
ru: %d Дн(ей)
sk: %d Deň/Dni
zh: %d 天
